Repository: ControlledChaos/ultimate-coming-soon-page
Catalog: languages/ultimate-coming-soon-page-*.po
Languages: tr_tr

source: WordPress 3.0 and higher required. The plugin has now disabled itself. On a side note why are you running an old version :( Upgrade!
tr_tr: WordPress .... ve üstü gerekir.Eklentisi artık kendisi kapatmıştır. Bir yan eski bir sürümünü çalıştırıyorsanız : (Upgrade!

source: Settings
tr_tr: Ayarlar

source: &larr; Close Window
tr_tr: &larr; Pencereyi Kapat

source: Plugin Support
tr_tr: Plugin Destek

source: Got a Question, Idea, Problem or Praise?
tr_tr: Soru, Fikir, Sorun veya Övgü var mı?

source: Support Request
tr_tr: Destek Talebi

source: Show Some Love
tr_tr: Sevginiz Gösterin

source: Like this plugin? Show your support by:
tr_tr: Eklentiyi beğendiniz mi? Destekleyerek gösterin:

source: Submit your site to the Showcase
tr_tr: Sitenize Vitrin için Gönder

source: Rating It
tr_tr: Oy Verin

source: Tweet It
tr_tr: Tweetleyin

source: Subscribe by Email
tr_tr: Eposta ile Abone Olun

source: Media Image Library
tr_tr: Ortam Kütüphanesi

source: Settings saved. <a href='%s/?cs_preview=true'>Preview &raquo;</a>
tr_tr: Ayarlar kaydedildi. <a href='%s/?mm_preview=true'>Ön İzleme &raquo;</a>

source: Save Changes
tr_tr: Kaydet

source: Coming Soon Mode Active
tr_tr: Coming Soon Mode Aktif

source: Enter Your Email
tr_tr: E-posta girin

source: Error :( Please try again.
tr_tr: Hata. Lütfen tekrar deneyiniz

source: Please enter a valid email.
tr_tr: Geçerli bir e-posta girin

source: You'll be notified soon!
tr_tr: Yakında haberdar olacak!

source: Unable to load lists, check your API Key!
tr_tr: Listeleri yüklenemiyor, API Anahtarı kontrol edin!

source: Offer your visitors incentives such as coupons codes, free ebook, free software, etc. in exchange for their email. Just fill out either or both of the fileds below and the information will be displayed after you have succesfully captured their email.
tr_tr: Bu kupon kodları, ücretsiz e-kitap, özgür yazılım, vb e-posta karşılığında olarak ziyaretçilerinizin teşvikler sunuyoruz. v Eğer başarılı bir e-posta ele sonra sadece aşağıdaki fileds ve bilgilerin biri veya her ikisi görüntülenir doldurun. v

source: Are you sure you want to DELETE all emails?
tr_tr: Eğer tüm e-postalar DELETE etmek istediğinizden emin misiniz?

source: Coming Soon
tr_tr: yakında

source: Enable
tr_tr: Etkinleştir

source: Enable if you want to display a coming soon page to visitors. Users who are logged in will not see the coming soon page, this means you. <a href='%s/?cs_preview=true'>Preview</a>
tr_tr: Eğer yakında Moduna girecekseniz etkinleştirin. <a href='%s/?mm_preview=true'>Ön İzleme</a>

source: Yes
tr_tr: Evet

source: Image
tr_tr: resim

source: Upload a logo or teaser image (or) enter the url to your image.
tr_tr: Bir logo veya teaser görüntü (ya da) url görüntü için girin yüklemesi.

source: Headline
tr_tr: başlık

source: Write a headline for your coming soon page. Tip: Avoid using 'Coming Soon'.
tr_tr: Lütfen gelen yakında sayfa için bir başlık yazın. İpucu: 'Yakında' kullanmaktan kaçının.

source: Description
tr_tr: tanımlama

source: Tell the visitor what to expect from your site.
tr_tr: Sitenizden ne olacağını ziyaretçi.lere söyleyin

source: FeedBurn Address
tr_tr: FeedBurn Adresi

source: Enter the part after http://feeds2.feedburner.com/ <a href='http://wordpress.org/extend/plugins/ultimate-coming-soon-page/faq/'' target='_blanks'> Learn how</a> to use FeedBurner to collect emails.
tr_tr: Http://feeds2.feedburner.com/ <a href='http://wordpress.org/extend/plugins/ultimate-coming-soon-page/faq/'' target='_blanks'> öğrenin sonra kısmını girin nasıl </ a> e-postalar toplamak için FeedBurner kullanın.

source: Enter any custom html or javascript that you want outputted. You can also enter you Google Analytics code.
tr_tr: Eğer çıkışı istediğiniz herhangi bir özel html veya javascript girin. Ayrıca Google Analytics kodu girebilirsiniz.

source: Style
tr_tr: stil

source: Background Color
tr_tr: Arkaplan Rengi

source: Background Image
tr_tr: Arkaplan Resmi

source: Upload an optional background image (or) enter the url to your image. This will override the color above if set.
tr_tr: Isteğe bağlı bir arka plan resmi (veya) url görüntü için girin yüklemesi. Bu set, yukarıdaki renk geçersiz kılar.

source: Stretch Background Image
tr_tr: Streç Arkaplan Resmi

source: This will stretch your background image to match any browser size.
tr_tr: Bu herhangi bir tarayıcı boyutuna göre arka plan görüntüsü uzatmak olacaktır.

source: Font Color
tr_tr: Font Rengi

source: Black
tr_tr: siyah

source: Gray
tr_tr: gri

source: White
tr_tr: beyaz

source: Headline Font
tr_tr: Başlık Yazı Tipi

source: View <a href="http://www.ampsoft.net/webdesign-l/WindowsMacFonts.html">System Fonts</a> - View <a href="http://www.google.com/webfonts">Google Fonts</a>
tr_tr: görüş <a href="http://www.ampsoft.net/webdesign-l/WindowsMacFonts.html">sistem yazı tipleri</a> - View <a href="http://www.google.com/webfonts">Google Fonts</a>

source: Body Font
tr_tr: vücut Yazı Tipi

source: Custom CSS
tr_tr: özel CSS

source: Need to tweaks the styles? Add your custom CSS here.
tr_tr: Stilleri tweaks gerekiyor? Burada özel CSS ekleyin.

source: Nope - Got No Love
tr_tr: Olmaz - Sevgi Beslemiyorum

source: Yep - I Love You Man
tr_tr: Olur - Seni Seviyorum Adamım

source: Can we show a <strong>cool stylish</strong> footer credit at the bottom the page.
tr_tr: Bir <strong> serin şık </ strong> altındaki altbilgi kredi sayfa gösterebilir.

source: Notify Me!
tr_tr: Beni haberdar et!
